[GENERAL]
NAME				= Қазақша
TRANSLATOR			= -
DLG_FONT_NAME			=
DLG_FONT_SIZE			=


[TEXT]
TEXT_EXPIRED = Мерзімі аяқталды.
TEXT_BETA = Beta нұсқасы
TEXT_UNREGISTERED = Тіркелмеген
TEXT_SAFEMODE = Қауіпсіз режим
TEXT_SAFEMODE_MESSAGE = Bandicam қауіпсіз режимде іске қосылады. \n Кейбір мүмкіндіктер, соның ішінде аппараттық жылдамдатылған кодтау, қауіпсіз режимде жұмыс істемеуі мүмкін.
TEXT_INIT_FAIL = Бағдарламаны іске қосу сәтсіз аяқталды.
TEXT_APPINFO = Bandicam - жоғары сапалы бейне түсіру
TEXT_HAS_BEEN_UNREGISTERED	= Bandicam has been unregistered.


; қате
TEXT_ERROR_DISKSPACE = Дисктің бос орыны жоқ.
TEXT_ERROR_VIDEO_CAP = Бейне жазбаны іске қосу сәтсіз аяқталды.
TEXT_ERROR_AUDIO_CAP = Аудио жазуды бастау сәтсіз аяқталды. \nЕгер көмек керек болса, 'OK' дегенді басыңыз.
TEXT_ERROR_IMAGE_CAP = Суретті түсіру сәтсіз аяқталды. \n Шығару қалтасын тексеріңіз.
TEXT_ERROR_CREATEFILE = Файл жасалмады. \nЕгер көмек керек болса, 'OK' дегенді басыңыз.
TEXT_ERROR_OUTPUTFOLDER		= Output folder doesn't exist. Please change the output folder.
TEXT_ERROR_RENAME_FILE		= Failed to rename the selected file.
TEXT_ERROR_CODEC_INIT = Codec баптандыру қатесі.
TEXT_ERROR_CODEC_INIT_RETRY	= Failed to initialize codec.\nDo you want to try again with the H.264 (CPU) codec?
TEXT_ERROR_CODEC_VIDEO = Жазу тоқтатылды, себебі бейне кодекте ақау бар.
TEXT_ERROR_LOGO_IMAGE = Қолдау көрсетілмейтін кескін пішімі. \nPNG пішімін таңдаңыз.
TEXT_ERROR_INIT_DEVICE = Бейне құрылғысын баптандыру қатесі.
TEXT_ERROR_NO_DEVICES = Бейне құрылғысы табылмады.
TEXT_ERROR_EXISTING_PRESET_NAME = Сіз енгізген үлгі атауы бар. \nЕнді басқа атауды енгізіңіз.
TEXT_ERROR_NOT_AVAILABLE_FB_UPLOAD = This feature is no longer available due to Facebook's policy.
TEXT_ERROR_AUDIO_DEVICE_INVALIDATED = The recording has been stopped because the audio device is no longer available.
TEXT_ERROR_DUPLICATE_HOTKEYS	= There are duplicate hotkeys. Please change the hotkey settings.
TEXT_ERROR_NO_SOUND_DEVICE	= There is no sound device activated. Please select at least one device.
TEXT_ERROR_NO_MORE_5_UPLOADING  = You cannot upload more than 5 videos at the same time. Please try again after the uploading is complete.
TEXT_CAN_NOT_CHANGE_TB = Бұл опция тіркелген нұсқаға ғана арналған. \nПосмотреть қазір тіркеліңіз!
TEXT_CAN_NOT_ADD_MORE_THAN_10	= You can not add more than 10 items.
TEXT_WARNING_AMD_APP = Жүйеңіз H.264 (AMD VCE) қолдамайды, сондықтан әдепкі кодектер қолданылады.
TEXT_WARNING_AMD_APP2 = Жүйеңіз H.264 (AMD VCE) қолдамайды.
TEXT_WARNING_DEVICE_CHANGE = Бейне құрылғы параметрлерін өзгертсеңіз, жазу тоқтатылады. Жалғастырғыңыз келе ме?
TEXT_WARNING_EXIT_BANDICAM = Егер Bandicam жабылатын болса, жазу тоқтатылады. \nБанкикамды жабуды қалайсыз ба?
TEXT_WARNING_EXIT_BANDICAM_SREC	= After this application is terminated, the scheduled recording can no longer proceed. \nAre you sure you want to close Bandicam?
TEXT_WARNING_DEL_OVERLAY	= Are you sure you want to delete the selected overlay?
TEXT_WARNING_UNREGISTER		= Are you sure you want to unregister Bandicam?
TEXT_NOTICE_NEED_TO_RENEW	= Bandicam license expires after %d days. Click the 'OK' button for license renewal instructions.
TEXT_NOTICE_NEED_TO_RENEW_NOW	= Bandicam license has expired. Click the 'OK' button for license renewal instructions.

; бейне параметрлерін орнату бетінің атауы
TEXT_VID_PAGE_SOUND = дыбыс
TEXT_VID_PAGE_WEBCAM = Веб-камера
TEXT_VID_PAGE_LOGO = логотип
TEXT_VID_PAGE_EFFECTS = Тінтуір
TEXT_VID_PAGE_TEXT		= Text
TEXT_VID_PAGE_OPTIONS = Параметрлер

; сурет түсіру параметрлерін орнату бетінің атауы
TEXT_IMG_PAGE_LOGO = логотип

; опцияның бетінің атауы
TEXT_OPT_PAGE_GENERAL = Жалпы
TEXT_OPT_PAGE_OUTPUT = Шығару
TEXT_OPT_PAGE_HOOKING = Болдырмау
TEXT_OPT_PAGE_LANGUAGE = тіл
TEXT_OPT_PAGE_HOTKEYS		= Hotkeys
TEXT_OPT_PAGE_OTHERS = Басқа

TEXT_VIDEO = Бейне
TEXT_AUDIO = Дыбыс

TEXT_FOLDER_SELECT = Сақтайтын қалтаны таңдаңыз

TEXT_FMT_FULL_SIZE = Толық өлшем
TEXT_FMT_HALF_SIZE = Жартылай өлшем
TEXT_FMT_FIT_WIDTH = Ені
TEXT_FMT_FIT_HEIGHT = Биіктігі
TEXT_FMT_CUSTOM_SIZE = Теңшелетін
TEXT_FMT_STEREO = стерео
TEXT_FMT_MONO = моно
TEXT_FMT_ORIGINAL_PCM = Бастапқы пішім
TEXT_FMT_AUTO = Авто
TEXT_FMT_LOSSLESS = жоғалту жоқ

; алдын ала орнатылған
TEXT_PRESET_DEFAULT = Әдепкі
TEXT_PRESET_HALFSIZE = Жартылай өлшем
TEXT_PRESET_HEVC_60FPS_SYNC = HEVC, 60 FPS (Intel® Quick Sync бейнесі)
TEXT_PRESET_HEVC_60FPS_NVENC = HEVC, 60 FPS (NVIDIA® NVENC)
TEXT_PRESET_H264_60FPS_SYNC = H.264, 60 FPS (Intel® Quick Sync бейнесі)
TEXT_PRESET_H264_60FPS_NVENC = H.264, 60 FPS (NVIDIA® NVENC)
TEXT_PRESET_H264_60FPS_CUDA = H.264, 60 FPS (NVIDIA® CUDA ™)
TEXT_PRESET_H264_60FPS_APP = H.264, 60 FPS (AMD VCE)
TEXT_PRESET_ULTRAFAST_60FPS = 60 FPS үшін жылдам
TEXT_PRESET_LOWEND = Төмен қуатты компьютер
TEXT_PRESET_NICO		= --
TEXT_PRESET_NICO_HQ		= --
TEXT_PRESET_NAVER_480P		= --
TEXT_PRESET_YOUTUBE_360P	= YouTube / Twitter (360p)
TEXT_PRESET_YOUTUBE_480P	= YouTube / Twitter (480p)
TEXT_PRESET_YOUTUBE_720P	= YouTube / Twitter (720p)
TEXT_PRESET_YOUTUBE_1080P	= YouTube / Twitter (1080p)
TEXT_PRESET_PMP			= Divx/Galaxy смартфон
TEXT_PRESET_EDIT		= Vegas/Premiere/Pinnacle
TEXT_PRESET_POWERPOINT		= PowerPoint
TEXT_PRESET_320x0 = Ені, 320x0
TEXT_PRESET_640x0 = Ені, 640x0
TEXT_PRESET_800x0 = Ені, 800x0
TEXT_PRESET_1280x0 = Ені, 1280x0
TEXT_PRESET_USER = Теңшелетін

TEXT_CHANGE_LANG = Тілді өзгерту үшін Bandicam қызметін қайта бастауыңыз қажет. \nҚайтадан қазір қайтарылсын ба?
TEXT_CHANGE_HOOK = Ұстап қалатын мақсатты өзгерту үшін Bandicam қайта іске қосу қажет. \nҚайтадан қазір қайтарылсын ба?
TEXT_CHANGE_SIZE = Бағдарлама терезесінің өлшемін өзгерту үшін Bandicam бағдарламасын қайта бастау керек. \nҚайтадан қазір қайтарылсын ба?
TEXT_RESET_ALL_SETTINGS = Барлық параметрлерді әдепкі параметрлерге қайтарғыңыз келе ме?

TEXT_REGISTER_SUCCEEDED = Сіздің Bandicam тіркелді!
TEXT_REGISTER_FAILED = Тіркеу сәтсіз аяқталды. \nЕгеріңізді және кілтіңізді тексеріңіз.
TEXT_REGISTER_CONNECT_FAILED = Тіркеу серверіне қосылу мүмкін емес. \nСіздің интернет байланысыңызды тексеріп, жүйелік сағатты ағымдағы күн мен уақытқа орнатыңыз. \nЕгер көмек керек болса, 'OK' дегенді басыңыз.
TEXT_REGISTER_INFO = Электрондық пошта:%s\r\nАй:%s
TEXT_REGISTER_INFO2		= Expiration Date : %s (%d days left)
TEXT_REGISTER_INFO2_EXPIRED	= Expiration Date : %s (Expired)
TEXT_REGISTER_LIMITED = Жазу тоқтатылды. \n\n Тіркелмеген нұсқасында сіз тек 10 минут жаза аласыз. \nПосмотреть қазір тіркеліңіз!
TEXT_REGISTER_LIMITED_SREC	= Тіркелмеген нұсқасында сіз тек 10 минут жаза аласыз. \nПосмотреть қазір тіркеліңіз!
TEXT_REGISTER_NEWRECORD = Тіркелмеген нұсқаға жаңа жазбаны бастау мүмкін емес. \nПосмотреть қазір тіркеліңіз!
TEXT_REGISTER_LICENCE_INFO = Тіркелмеген нұсқасы \r\nЕгер сіздің бейнелеріңізде біздің логотипімізді көргіңіз келмесе, \r\n лицензия сатып алу үшін.

TEXT_PROGRAM_INVALID = Қолданба сәтсіз аяқталды. \nЕнді қолданбаны қайта орнатыңыз.

TEXT_SELECT_NOT_SELECTED = Жазу режимін таңдаңыз
TEXT_SELECT_TARGET = Мақсатты терезені басыңыз
TEXT_SELECT_DEVICE = Бейне құрылғысын таңдаңыз
TEXT_TARGET_DIRECTX = Ойын режимі - DirectX арқылы ойындарды және бейне ойнатқыштарды жазу.
TEXT_TARGET_SCREEN = Экран режимі - жұмыс үстелі мен веб-бейнені жазу.
TEXT_TARGET_DEVICE = Бейне құрылғы - веб-камерадан және HDMI бейне сигналынан жазу.
TEXT_TARGET_AUDIO		= Audio-only mode - you can record only the audio.
TEXT_TARGET_CHANGING = Жазу режимін өзгертсеңіз, жазу тоқтатылады. \n Жалғастырғыңыз келе ме?
TEXT_TARGET_CLOSE = Ағымдағы жазба режимін жабсаңыз, жазу тоқтатылады. \n Не жалғастыруды қалайсыз ба?
TEXT_TARGET_CHANGE_TO_RECTANGLE = Ойын режимінде жазуды бастау мүмкін емес, себебі мақсатты терезе таңдалмаған. \n\nОсы режимде жазуды бастау үшін «Экран режимі» режиміне ауысқыңыз келе ме?
TEXT_TARGET_CHANGE_TO_RECTANGLE2 = Бейне құрылғы режимінде жазуды бастау мүмкін емес, себебі құрылғы таңдалмаған. \n\nОсы режимде жазуды бастау үшін «Экран режимі» режиміне ауысқыңыз келе ме?
TEXT_TARGET_CHANGE_TO_RECTANGLE3 = Жазуды бастау режимі таңдалмағандықтан бастауға болмайды. \n\n Осы режимде жазуды бастау үшін «Экран режимі» режиміне ауысқыңыз келе ме?

TEXT_STATUSBAR_READY = Аяқтау
TEXT_STATUSBAR_RECORDING = Жазба
TEXT_STATUSBAR_PAUSE = Кідірту

TEXT_UPDATE_AVAILABLE = Bandicam жаңа нұсқасы қол жетімді. \n Қазір жүктеп алыңыз ба?
TEXT_UPDATE_UNAVAILABLE = Соңғы нұсқаны пайдаланасыз.
TEXT_UPDATE_FAILED = Жаңартуларды тексеру қатесі. \nСіздің Интернетке қосылу мүмкін емес \n немесе сервер қол жетімді емес.
TEXT_UPLOAD_EMAIL_NOT_VERIFIED = Жүктеу мүмкін емес. Егер Сіз тіркелген болсаңыз, электрондық поштаңызды растаңыз.

TEXT_TARGET_FULL = толық экран
TEXT_TARGET_RESTORE = Қалпына келтіру
TEXT_TARGET_TOGGLE_TOP		= Move Control Bar Up
TEXT_TARGET_TOGGLE_BOTTOM	= Move Control Bar Down
TEXT_TARGET_FIND = Жазу аумағын таңдаңыз
TEXT_TARGET_RESIZE = Өлшемді таңдау мәзірі
TEXT_TARGET_IMAGE = Суретті түсіру
TEXT_TARGET_PEN = Сурет режимі
TEXT_TARGET_RECORD_START = Бейне жазу - бастау
TEXT_TARGET_RECORD_PAUSE = Бейне жазу - үзіліс
TEXT_TARGET_RECORD_STOP = Бейне тоқтату жазу
TEXT_TARGET_MENU = Мәзір
TEXT_TARGET_DISPLAY =%d экран

TEXT_DEVICE_FULL = Толық экран
TEXT_DEVICE_RESTORE = Қалпына келтіру
TEXT_DEVICE_SELECT_DEVICE = Құрылғыны таңдаңыз
TEXT_DEVICE_VOLUME = Дыбысты басқару
TEXT_DEVICE_IMAGE = Суретті түсіру
TEXT_DEVICE_RECORD_START = Бейне жазу - бастау
TEXT_DEVICE_RECORD_PAUSE = Бейне жазу - үзіліс
TEXT_DEVICE_RECORD_STOP = Бейне тоқтату жазу
TEXT_DEVICE_MENU = Мәзір

TEXT_RC_HOWTO_NOCOMPLETE = Жазбаны автотолтырусыз
TEXT_RC_HOWTO_BYTIME = Уақыт бойынша
TEXT_RC_HOWTO_BYSIZE = Fit
TEXT_RC_HOWTO_BYSILENCE		= By silent duration
TEXT_RC_AFTER_NEWRECORD = Жаңа жазбаны бастаңыз
TEXT_RC_AFTER_EXIT = Бейнені жабыңыз
TEXT_RC_AFTER_SHUTDOWN = Компьютерді өшіру

TEXT_SHUTDOWN_SEC =%d секундтан кейін жүйені өшіру.

TEXT_SEL_IMAGE_FILE = Сурет файлын таңдаңыз

TEXT_RC_MB = MB
TEXT_RC_GB = GB

TEXT_SND_SELECT_1_DISABLE	= -- Өшірілген --
TEXT_SND_SELECT_2_DISABLE = - Өшірілген (Ұсынылған) -

TEXT_CORRUPTED_AVI_FILE = Соңғы жазылған файл бүлінген. \n Қателерді түзетуді қалайсыз ба? \n\nФайл:%s
TEXT_SELECTED_CORRUPTED_FILE	= The selected file is corrupt.\nDo you want to fix it?\n\nFile: %s
TEXT_TRAY_BALLOON_TIP = Bandicam параметрлері терезесін көрсету үшін науадан белгішені нұқыңыз.
TEXT_TRAY_BALLOON_TIP_RECT = Экрандағы режим кадрын көрсету үшін науадан белгішені басыңыз.
TEXT_TRAY_BALLOON_TIP_DEVICE = Бейне құрылғысының жазу терезесін көрсету үшін науадан белгішені басыңыз.
TEXT_FORCE_STOP = Жазуды тоқтату сәтсіз аяқталды, \n себебі мақсатты терезе жауап бермейді. \n Жазбаны тоқтатқыңыз келе ме?
TEXT_EXTERNAL_CODEC = - Сыртқы кодек -
TEXT_CUDA_GPU_AUTOSELECT = (Авто таңдау)

; мәртебелік жолақ құралы-ұшы
TEXT_INDICATOR_STATUS = Жазу күйі
TEXT_INDICATOR_TIME = Жазу уақыты
TEXT_INDICATOR_SIZE = Файл өлшемі / бос дискідегі бос орын
TEXT_INDICATOR_VOLUME = Ағымдағы дыбыс деңгейі

; басымдылықты жазу
TEXT_REC_PRIORITY_NORMAL = [Орташа] Тапсырмалар үшін қалыпты басымдық
TEXT_REC_PRIORITY_HIGH = [Орташадан жоғары] Қалыпты басымдыққа қарағанда жоғары
TEXT_REC_PRIORITY_HIGHEST = [Жоғары] Басқа тапсырмалар баяу болуы мүмкін

; шығыс бетінің хабарламасы
TEXT_OUTPUTS_BANDICUT = Бентлектарт орнатылмаған. Бентоклендті қотарғыңыз келе ме?
TEXT_OUTPUTS_DELETE = Таңдалған файлдарды мүлдем жойғыңыз келе ме?
TEXT_OUTPUTS_SELCOUNT =%d файл таңдалды

; файлды атау параметрлері
TEXT_FILE_NAME_PREFIX_TARGET = Мақсат атауы
TEXT_FILE_NAME_PREFIX_CUSTOM = Сіздің атыңыз
TEXT_FILE_NAME_PREFIX_NONE = - Жоқ -
TEXT_FILE_NAME_SUFFIX_TIME = Күн / уақыт
TEXT_FILE_NAME_SUFFIX_NUMBER = Кезектілік нөмірі

; таймерді жазу
TEXT_TIMER_REC_MINMAX_MINUTES = 1 мен 1440 минут арасында мәнді енгізіңіз.
TEXT_TIMER_REC_STOP_RECORDING = Жазылу орындалуда. \n Жазбаны тоқтатуды және жалғастыруды қалайсыз ба?
TEXT_TIMER_REC_MODE_NOT_SELECTED = Таймер жазбасы қол жетімді емес, себебі жазу режимі орнатылмаған. Алдымен жазу режимін таңдаңыз.

; бейне жүктеу
TEXT_UPLOAD_VID_NO_TITLE = Бейнені жүктеу үшін алдымен оның атын енгізіңіз.
TEXT_UPLOAD_VID_NO_PASSWORD	= Please enter a password.
TEXT_UPLOAD_YOUTUBE_LOGIN = Кіру - YouTube
TEXT_UPLOAD_YOUTUBE_LOGIN_TEXT	= Signing in with YouTube from the browser...
TEXT_UPLOAD_YOUTUBE_LOGIN_CANCEL= Cancel
TEXT_UPLOAD_VIMEO_LOGIN = Кіру - Vimeo
TEXT_UPLOAD_VIMEO_LOGIN_TEXT	= Signing in with Vimeo from the browser...
TEXT_UPLOAD_VIMEO_LOGIN_CANCEL	= Cancel
TEXT_UPLOAD_FACEBOOK_LOGIN = Кіру - Facebook
TEXT_UPLOAD_COMPLETE = Жүктелген
TEXT_UPLOAD_ERR_FAIL = Бейне жүктелмеді.
TEXT_UPLOAD_ERR_FILESIZE_LIMIT = Бұл файл жүктеу үшін тым үлкен.
TEXT_UPLOAD_ERR_FREESPACE = Бұл бейнені жүктеу үшін Vimeo-де бос орын жеткіліксіз.
TEXT_UPLOAD_ERR_CONNECT = Серверге қосылу мүмкін болмады.
TEXT_UPLOAD_ERR_AUTH_VIMEO		= Failed to upload this video. Vimeo Basic users can't use this function.
TEXT_UPLOAD_YOUTUBE_QUOTA	= Bandicam has exceeded the daily upload quota assigned by YouTube. The quota will be reset at midnight Pacific Time. \n Please try again after midnight Pacific Time or go to YouTube.com and upload the video directly to YouTube. \n\n Do you want to visit YouTube.com?
TEXT_UPLOAD_ERR_ACCESSTOKEN	= Failed to get an access token.

; деинтерлинг
TEXT_DEINT_NONE = (Жоқ)
TEXT_DEINT_ODD = Бір сызық
TEXT_DEINT_EVEN = Тіпті жолдар
TEXT_DEINT_BLEND = Араластыру

; сөйлесу / дыбыссыздандыру
TEXT_SND_CAP_PUSH_TO_TALK = ұстап тұру пернесі дыбыс жазуға мүмкіндік береді
TEXT_SND_CAP_PUSH_TO_MUTE = Кілттерді ұстап тұру дыбыс жазуын болдырмайды

; жүктеу және жаңарту
TEXT_UPDATE_IN_PROGRESS = Орнату аяқталуда ...
TEXT_UPDATE_FAILED_DL = Орнату файлдарын жүктеу сәтсіз аяқталды. Компьютер интернетке қосылмауы мүмкін.
TEXT_UPDATE_INSTALL_SUCCEED = Орнату аяқталды.
TEXT_UPDATE_INSTALL_FAILED = Орнату сәтсіз аяқталды.

; Экранды көлденең / тік аударыңыз
TEXT_WEBCAM_FLIP_NONE = (Жоқ)
TEXT_WEBCAM_FLIP_HORIZONTAL = Горизонт.
TEXT_WEBCAM_FLIP_VERTICAL = тік.

; scheduled recording list
TEXT_SREC_HEADER_NAME		= Name
TEXT_SREC_HEADER_STATUS		= Status
TEXT_SREC_HEADER_START_TIME	= Start time
TEXT_SREC_HEADER_END_TIME	= End time
TEXT_SREC_HEADER_DURATION	= Duration
TEXT_SREC_HEADER_TARGET		= Target
TEXT_SREC_HEADER_AFTER_REC	= After recording
TEXT_SREC_DEFAULT_NAME		= Schedule
TEXT_SREC_DELETE_SCHEDULES	= Are you sure you want to delete selected schedules permanently?
TEXT_SREC_STATUS_WAITING	= Waiting
TEXT_SREC_STATUS_RECORDING	= Recording
TEXT_SREC_STATUS_PASSED		= Passed
TEXT_SREC_STATUS_INACTIVE	= Inactive
TEXT_SREC_TARGET_NOT_CHANGE	= (Do not change)
TEXT_SREC_TARGET_FULL_SCREEN	= Fullscreen
TEXT_SREC_TARGET_CUSTOM_AREA	= Rectangle on a screen
TEXT_SREC_TARGET_NOT_CHANGE_TEXT= Use the last recording target.
TEXT_SREC_DISPLAY		= Display %d
TEXT_SREC_DO_NOTHING		= (Do nothing)
TEXT_SREC_EXIT_BANDICAM		= Exit Bandicam
TEXT_SREC_SHUTDOWN_PC		= Shutdown your computer
TEXT_SREC_ERR_TIME		= The duration must be between 00:00:01 and 23:59:59.
TEXT_SREC_ERR_DAY		= At least one day must be selected.
TEXT_SREC_ERR_OVERLAPPED	= The recording time overlaps with "%s"
TEXT_SREC_SAME_DAY		= Same day
TEXT_SREC_DAY_AFTER		= Day after
TEXT_SREC_EVERYDAY		= Everyday
TEXT_SREC_SUN			= Sunday
TEXT_SREC_MON			= Monday
TEXT_SREC_TUE			= Tuesday
TEXT_SREC_WED			= Wednesday
TEXT_SREC_THU			= Thursday
TEXT_SREC_FRI			= Friday
TEXT_SREC_SAT			= Saturday
TEXT_SREC_START_INFO		= Start recording in %s.
TEXT_SREC_STOP_INFO		= Stop recording in %s.
TEXT_SREC_DAY			= %Dday
TEXT_SREC_DAYS			= %Ddays
TEXT_SREC_WAITING_0		= There are no scheduled recordings.
TEXT_SREC_WAITING_1		= There is 1 scheduled recording.
TEXT_SREC_WAITING_N		= There are %d scheduled recordings.

; bandifix
TEXT_BDFIX_APPTITLE		= BandiFix
TEXT_BDFIX_CONFIRM_EXIT		= Still processing. Are you sure you want to exit?
TEXT_BDFIX_NOT_SUPPORTED_FILE	= The input file is not in a supported format.
TEXT_BDFIX_NOT_CORRUPTED	= The input file is not corrupt.\nDo you want to continue?
TEXT_BDFIX_NO_CORRUPTION_KNOWN	= The input file is not corrupt or cannot be checked for corruption.
TEXT_BDFIX_ALREADY_EXISTS	= The output file already exists. Would you like to overwrite it?
TEXT_BDFIX_SAME_PATH		= The output file path is the same as the input file path.
TEXT_BDFIX_DISK_SPACE		= Not enough disk space to create output file.
TEXT_BDFIX_PROCESS_COMPLETE	= Process complete!
TEXT_BDFIX_STATUS_PROCESSING	= In progress
TEXT_BDFIX_STATUS_COMPLETE	= Complete
TEXT_BDFIX_STATUS_FAILED	= Failed
TEXT_BDFIX_STATUS_READY		= Ready
TEXT_BDFIX_FAILED_TO_OPEN	= The input file cannot be opened.
TEXT_BDFIX_FAILED_TO_PROCESS	= Failed to process recovery task.

; Filename filter for openfile dialogbox 
TEXT_OP_FILTER_AVI		= AVI Files
TEXT_OP_FILTER_MP4		= MP4 Files
TEXT_OP_FILTER_PNG		= PNG Files
TEXT_OP_FILTER_ALL		= All Files
TEXT_OP_FILTER_MEDIA		= Media Files

; Countdown combobox
TEXT_TARGET_COUNTDOWN_1		= 1 sec
TEXT_TARGET_COUNTDOWN_2		= 2 sec
TEXT_TARGET_COUNTDOWN_3		= 3 sec
TEXT_TARGET_COUNTDOWN_4		= 4 sec
TEXT_TARGET_COUNTDOWN_5		= 5 sec
TEXT_TARGET_COUNTDOWN_6		= 6 sec
TEXT_TARGET_COUNTDOWN_7		= 7 sec
TEXT_TARGET_COUNTDOWN_8		= 8 sec
TEXT_TARGET_COUNTDOWN_9		= 9 sec
TEXT_TARGET_COUNTDOWN_10	= 10 sec

; және т.б.
TEXT_DEFAULT_SOUND_DEVICE = (әдепкі дыбыстық құрылғы)
TEXT_DEFAULT_OUTPUT_DEVICE	= (Default Output Device)
TEXT_DEFAULT_INPUT_DEVICE	= (Default Input Device)
TEXT_DEFAULT_DEVICE_FORMAT = (Auto Detect)
TEXT_HOTKEY_NONE = (Жоқ)
TEXT_ADD_YOUR_TEXT_HERE		= Add your text here
TEXT_NOT_SHOW_THIS_NOTICE	= Are you sure you don't want to see this notice again?
TEXT_RESTART_FOR_NEW_PRIVILEGE	= Are you sure you want to restart and run Bandicam with a new privilege?
TEXT_RESET_TO_DEFAULT		= Reset to default

; oauth complete html
TXT_LANG_CODE           	= "en"
TXT_TITLE               	= "Signing in with YouTube is complete!"
TXT_MESSAGE_COMPLETE1   	= "Signing in with YouTube is complete!"
TXT_MESSAGE_COMPLETE2   	= "You can close this page."
TXT_GOTO_BANDICAM_HOME  	= "<a href='https://www.bandicam.com' class='bandicam'><div>Go to bandicam.com</div></a>"
TXT_GOTO_BANDICUT_HOME  	= "<a href='https://www.bandicam.com/bandicut-video-cutter/' class='bandicut'><div>Go to bandicut.com</div></a>"

; pip mask shape
TEXT_PIPMASK_NONE		= Default
TEXT_PIPMASK_SQUARE		= Square
TEXT_PIPMASK_CIRCLE		= Circle
TEXT_PIPMASK_ELLIPSE		= Ellipse

[SKIN]
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;; ;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; MAIN
; бет атауы
$BN_PAGE_HOME = Үй
$BN_PAGE_GENERAL = Негізгі
$BN_PAGE_FPS = FPS
$BN_PAGE_VIDEO = Бейне
$BN_PAGE_IMAGE = Суреттер
$BN_PAGE_AUDIO			= Audio
$BN_PAGE_ABOUT = Бағдарлама туралы
$BN_UNREGISTERED		= The <font color="#ffa900">free</font> version is limited to <font color="#ffa900">10 minutes</font> per recording.
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;; ;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;; ;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; ЖАЛПЫ
$ST_GEN_OPTIONS = Параметрлер
$ST_GEN_OUTPUT_FOLDER = Шығыс қалтасы:
$BN_GEN_OPEN_OUTPUT_FOLDER = Ашу
$BN_GEN_ADV_OPTIONS = Кеңейтілді
$CK_GEN_ALWAYS_ON_TOP = Әрдайым басқа терезелердің үстіңгі жағындағы бантикам
$CK_GEN_START_MINIMIZED = Bandicam-ды науаға азайтады
$CK_GEN_RUN_WHEN_START = Windows жүйесімен Bandicam іске қосыңыз
$CK_GEN_RECORD_WHEN_RUN = Bandicam іске қосылғаннан кейін толық экранды жазуды автоматты түрде іске қосу
$CK_GEN_TIMER_RECORDING = Автотіркеуді жазу үшін таймерді орнатыңыз
$ST_GEN_LANGUAGE = тіл
$ST_GEN_REC_AUTO_START = Жазуды автоматты түрде жазу
$ST_GEN_REC_SCHEDULED		= Scheduled Recording
$BN_GEN_REC_SCHEDULED		= Settings
$ST_GEN_REC_AUTO_COMPLETE = Автотолтыруды жазу
$BN_GEN_REC_AUTO_COMPLETE = Параметрлер
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;; ;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;; ;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; FPS
$ST_FPS_OVERLAY = FPS Overlay
$CK_FPS_OVERLAY_HOTKEY = Көрсету / Жасыру түймесі:
$CK_FPS_OVERLAY_POS_HOTKEY = Орналасқан жерді өзгертуге арналған перне:
$CK_FPS_OVERLAY = Орнында көрсету:
$ST_FPS_LIMIT = FPS шектеуі
$CK_FPS_LIMIT_HOTKEY = Демалыс түймесі:
$CK_FPS_LIMIT = Шектеу:
$CK_FPS_LIMIT_ONLY_CAP = Жазу кезінде ғана
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;; ;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;; ;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; VIDEO
$ST_VID_RECORD = жазу
$CK_VID_RECORD_HOTKEY = Бастау / тоқтату - Ыстық кілт:
$CK_VID_PAUSE_HOTKEY = Кідірту - жылдам перне:
$CK_VID_SHOW_CURSOR = Курсорды көрсету
$CK_VID_CLICK_EFFECTS = Тінтуірді басу әсерлері
$CK_VID_WEBCAM_OVERLAY = Бейне веб-камерадан жүктеңіз
$BN_VID_RECORD_SETTINGS = Параметрлер
$ST_VID_FORMAT = Пішім
$ST_VID_FORMAT_VIDEO = Бейне
$ST_VID_FORMAT_AUDIO = дыбыс
$BN_VID_FORMAT_SETTINGS = Параметрлер
$BN_VID_FORMAT_PRESETS = Үлгілер
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;; ;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;; ;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IMAGE
$ST_IMG_CAPTURE = Суретке түсіру
$CK_IMG_CAPTURE_HOTKEY = Түсіру - Hotkey:
$CK_IMG_CAPTURE_REPEAT = Экранды түсіруді қайталаңыз (сек.)
$ST_IMG_CAPTURE_REPEAT = сек.
$CK_IMG_SHOW_CURSOR = Курсорды көрсету
$CK_IMAGE_ADD_LOGO = логотип қосу
$CK_IMG_SHUTTER_SOUND_EFFECT = ысырма дыбысын белсендіру
$BTN_IMAGE_SETTINGS = Параметрлер
$ST_IMG_FORMAT = Пішім
$CK_IMG_FORMAT_BMP = BMP
$CK_IMG_FORMAT_PNG = PNG
$CK_IMG_FORMAT_JPG = JPG - қалыпты
$CK_IMG_FORMAT_JPG_HQ = JPG - жоғары сапа
$CK_IMAGE_JPG_CUSTOM = JPG - Сапаны таңдау (20 ~ 100)
$BTN_IMG_FORMAT_ANIGIF = Анимациялық GIF-ге қалай сақтауға болады
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; AUDIO
$ST_AUDIO_RECORD		= Audio-only Record
$CK_AUD_RECORD_HOTKEY		= Record/Stop Hotkey
$CK_AUD_PAUSE_HOTKEY		= Pause Hotkey
$BTN_AUDIO_SETTINGS		= Settings
$ST_AUD_FORMAT			= Format
$ST_AUD_FORMAT_TYPE		= File Type
$ST_AUD_FORMAT_AUDIO		= Audio
$BN_AUD_FORMAT_SETTINGS		= Settings
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; OUTPUTS
$ST_OUT_TAB_START		= Get Started
$ST_OUT_TAB_VIDEO		= Videos
$ST_OUT_TAB_IMAGE		= Images
$ST_OUT_TAB_AUDIO		= Audios
$BN_OUT_PLAY_VIDEO		= Play
$BN_OUT_OPEN_IMAGE		= Open
$BN_OUT_EDIT			= Edit
$BN_OUT_UPLOAD			= Upload
$BN_OUT_DELETE			= Delete
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; ABOUT
$ST_ABO_VERSION_INFO		= Bandicam Version
$ST_ABO_COPYRIGHT		= Copyright(c) 2009-2022 Bandicam.com
$BN_ABO_NEW_VERSION		= New version available.
$BN_ABO_CHECK_UPDATE		= Update check
$ST_ABO_LICENCE_INFO		= License Information
$BN_ABO_REGISTER		= Register
$BN_ABO_REGISTER_HELP		= How to Purchase and Register
$BN_ABO_UPDATE_REGISTRATION	= Update Registration
$BN_ABO_RENEW_LICENSE		= Renew License
$ST_ABO_HOMEPAGE_INFO		= Website URL
$ST_ABO_HOMEPAGE_URL		= Homepage
$ST_ABO_FAQ_URL			= FAQ
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; DEVICE
$BN_DEVICE_SELECTION		= Please select device!
$ST_DEVICE_CONNECTING		= Connecting...
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; update
$ST_UPDATE_STEP1_TEXT		= <font color="yellow">Bandicut</font> is a must-have program for Bandicam users. You can quickly cut and join videos recorded with Bandicam. 
$BTN_UPDATE_STEP1_LINK		= Learn more
$ST_UPDATE_STEP2_TEXT		= Download in progress...
$BTN_UPDATE_INSTALL		= Install now
$BTN_UPDATE_LATER		= No, thank you!
$BTN_UPDATE_CANCEL		= Cancel
$BTN_UPDATE_CLOSE		= Close

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; update - Install Bandicam
$ST_UPDATE_BANDICAM_TEXT	= There is a new version of Bandicam available. Do you want to start the update?
$BTN_UPDATE_BANDICAM_CANCEL	= Cancel
$BTN_UPDATE_BANDICAM_INSTALL	= Update
$BTN_UPDATE_BANDICAM_IGNORE	= Do not ask again for this version
$BTN_UPDATE_BANDICAM_LEARNMORE	= Learn more
$BTN_UPDATE_BANDICAM_SETTINGS	= Update Settings

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; HOME - START
$ST_START_SEL_MODE		= Select the recording mode you want to use.
$ST_START_SEL_RECT		= Rectangle area
$ST_START_SEL_FULL		= Fullscreen
$ST_START_SEL_MOUSE		= Around mouse
$ST_START_SEL_GAME		= Game recording
$ST_START_SEL_DEVICE		= Device recording
$ST_START_SEL_AUDIO		= Audio only
$ST_START_SEL_HELP		= Көмек

$ST_START_RECT_TITLE = Экран жазу - тіктөртбұрыш аумағы
$ST_START_RECT_DESC = Бұл режим \n тікбұрышты терезе арқылы шектелген экранның аймағын жазуға мүмкіндік береді
$ST_START_RECT_STEP = 1. [br] 2 түсіру үшін лшемдерді ж не айма ты та да ыз. 'REC' түймесін немесе жазудың ыстық пернесін басыңыз

$ST_START_FULL_TITLE = Экран жазу - Толық экран
$ST_START_FULL_DESC = Бұл режим экранның барлық көрінетін аймағын жазуға мүмкіндік береді
$ST_START_FULL_STEP = 1. [br] 2 түсіру үшін мониторды таңдаңыз. 'REC' түймесін немесе жазудың ыстық пернесін басыңыз

$ST_START_MOUSE_TITLE = Экран жазу - Курсордың айналасында
$ST_START_MOUSE_DESC = Бұл режим \neflected тінтуірдің курсоры айналасында белгілі бір аймақты жазуға мүмкіндік береді
$ST_START_MOUSE_STEP = 1. Түсіру үшін қажетті өлшемді таңдаңыз [br] 2. 'REC' түймесін немесе жазудың ыстық пернесін басыңыз

$ST_START_GAME_TITLE = Ойынды жазу
$ST_START_GAME_DESC = Бұл режим GAME ойнатуды FPS есептегішімен көрсету мүмкіндігін береді
$ST_START_GAME_STEP = 1. Ойынды бастаңыз және жасыл сандар (FPS) [br] 2 екеніне көз жеткізіңіз. 'REC' түймесін немесе жазудың ыстық пернесін басыңыз

$ST_START_DEVICE_TITLE = Құрылғыдан жазу
$ST_START_DEVICE_DESC = Бұл режим осындай \nveb камера сияқты сыртқы түсіру құрылғыларға, Xbox, смартфон, IPTV, т.б. жазуға мүмкіндік береді
$ST_START_DEVICE_STEP = 1. Веб-камераны немесе басқа түсіру құрылғысын таңдаңыз [br] 2. 'REC' түймесін немесе жазудың ыстық пернесін басыңыз

$ST_START_AUDIO_TITLE		= Audio-only Recording Mode
$ST_START_AUDIO_DESC		= This mode allows you to record only the audio, such as the speaker and microphone.
$ST_START_AUDIO_STEP		= Click the 'REC' button or press the record hotkey.

$BN_START_HELP = Онлайндық анықтаманы қараңыз
$BN_START_RECORD = Жазуды бастаңыз
$BN_START_RECORD_STOP = Жазуды тоқтату
$ST_START_HOTKEY_RECORD = Жазу / тоқтату
$ST_START_HOTKEY_SCREENSHOT = Суреттерді түсіру
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;; ;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; BandiFix
$BN_BDFIX_PLAY			= Play
$BN_BDFIX_OPEN_FOLDER		= Open Folder
$BN_BDFIX_CLOSE			= Close
$ST_BDFIX_INPUT_FILE		= Input File
$ST_BDFIX_INPUT_FILE2		= Open a corrupt avi/mp4 file.
$BN_BDFIX_INPUT_FILE		= Open
$ST_BDFIX_OUTPUT_FILE		= Output File
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;; ;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; SCREEN MODE - МЕНЮ
$MENU_SELECT_RECORDING_AREA = Жазу аумағын таңдаңыз
$MENU_RECTANGLE = Тікбұрыш
$MENU_FULLSCREEN = Толық экран
$MENU_AROUND_MOUSE = Курсордың айналасындағы аумақ
$MENU_AUDIO_ONLY		= Audio only
$MENU_RECT_FIND_WINDOW = Жазу аумағын таңдаңыз
$MENU_RECT_CUSTOM = Пайдаланушы өлшемі
$MENU_RECT_RECENTLY_USED = Бұрын қолданылған
$MENU_FULL_DISPLAY_1 = көрсету 1
$MENU_FULL_DISPLAY_2 = көрсету 2
$MENU_FULL_DISPLAY_3 = Дисплей 3
$MENU_FULL_DISPLAY_4 = Дисплей 4
$MENU_FULL_DISPLAY_5 = көрсету 5
$MENU_FULL_DISPLAY_6 = Дисплей 6
$MENU_FULL_DISPLAY_7 = көрсету 7
$MENU_FULL_DISPLAY_8 = көрсету 8
$MENU_FULL_SHOW_CONTRL		= Always show control bar
$MENU_FULL_HIDE_CONTRL		= Always hide control bar
$MENU_MOUSE_CUSTOM = Пайдаланушы өлшемі
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Tooltip
$TOOLTIP_OPEN_FOLDER = Шығыс қалтасын ашыңыз
$TOOLTIP_SCHEDULED_RECORDING	= Scheduled Recording
$TOOLTIP_SCREENSHOT = Суретті түсіру
$TOOLTIP_RECORD = Бастау / Тоқтату
$TOOLTIP_PAUSE = Үзіліс
$TOOLTIP_UI_MODE = ықшам / толық интерфейс
$TOOLTIP_REGISTER = Тіркеу Bandicam
$TOOLTIP_ONLINE_HELP = Онлайн анықтама

$TOOLTIP_TOOL_NONE = Көрсеткіш (сурет жоқ) (Ctrl+Alt+1)
$TOOLTIP_TOOL_PEN = Қарындаш (Ctrl+Alt+2)
$TOOLTIP_TOOL_PEN_HL = таңдаушы (Ctrl+Alt+3)
$TOOLTIP_TOOL_PEN_LINE = Жол (Ctrl+Alt+4)
$TOOLTIP_TOOL_ARROW = көрсеткі (Ctrl+Alt+5)
$TOOLTIP_TOOL_BOX = Тікбұрыш (Ctrl+Alt+6)
$TOOLTIP_TOOL_NUMBER = нөмірлеу (Ctrl+Alt+7)
$TOOLTIP_TOOL_TEXT = Мәтін (Ctrl+Alt+8)
$TOOLTIP_TOOL_ERASER = Өшіргіш (Ctrl+Alt+9)
$TOOLTIP_TOOL_COLOR = Түсті таңдау
$TOOLTIP_TOOL_LINE = Қалыңдығын таңдау
$TOOLTIP_TOOL_UNDO = Болдырмау (Ctrl + Z)
$TOOLTIP_TOOL_REDO = Қайталау (Ctrl + Y)

$TOOLTIP_HOME_SEL = Түсіру режимін таңдаңыз
$TOOLTIP_HOME_RECT = Түсіру режимі - төртбұрыш аймағы
$TOOLTIP_HOME_FULL = Capture Mode - Толық экран
$TOOLTIP_HOME_MOUSE = Түсіру режимі - Курсордың айналасындағы аумақ
$TOOLTIP_HOME_GAME = Ойын жазу режимі
$TOOLTIP_HOME_DEVICE = Құрылғыдан жазу режимі
$TOOLTIP_HOME_AUDIO		= Audio-only Recording Mode

$TOOLTIP_ADD_MOUSE_EFFECT = Тінтуірдің меңзерінің әсерлерін қосыңыз
$TOOLTIP_ADD_TEXT_OVERLAY	= Add Text overlay effects
$TOOLTIP_ADD_SPEAKER		= Add Speakers
$TOOLTIP_ADD_MICROPHONE = Микрофон қосыңыз
$TOOLTIP_ADD_WEBCAM_OVERLAY = Веб-камерадан қабаттастыруды қосыңыз
$TOOLTIP_MUTE_SPEAKER		= Mute Speakers
$TOOLTIP_MUTE_MICROPHONE	= Mute Microphone

$TOOLTIP_REFRESH_LINFO		= Refresh license Information
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; FILE
$FILE_LOGO			= logo.png
$FILE_BETA_ICON			= beta_icon.png
$FILE_UNREGISTERED_ICON		= unregistered_icon.png
$FILE_EXPIRED_ICON		= expired_icon.png


[DIALOG]

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;; ;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; ЖАЛПЫ
IDCANCEL = Болдырмау
IDOK = OK
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;; ;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;; ;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT
IDD_VIDEO_FORMAT = Пішім параметрлері
IDC_ST_FMTSET_FILE = Файл пішімі (медиа контейнері)
IDC_ST_FMTSET_VIDEO = Бейне
IDC_ST_VIDEO_SIZE = Өлшем
IDC_ST_VIDEO_FPS = FPS
IDC_ST_VIDEO_CODEC = кодек
IDC_ST_VIDEO_CODEC_PROFILE = Профиль
IDC_ST_VIDEO_BITRATE = Битрейт
IDC_ST_VIDEO_QUALITY = сапа
IDC_ST_FMTSET_AUDIO = Дыбыс
IDC_CK_AUDIO_ORIGINAL_PCM = Бастапқы пішімді сақтау
IDC_ED_AUDIO_ORIGINAL_PCM = Жоғары ажыратымдылықтағы дыбысты (96 кГц немесе одан жоғары) және көп арналы дыбысты сақтауға болады.
IDC_ST_AUDIO_CH = Арналар
IDC_ST_AUDIO_FREQ = Жиілік
IDC_ST_AUDIO_CODEC = кодек
IDC_ST_AUDIO_BITRATE = Бит жылдамдығы
IDC_ST_FORMAT_HELP = [Көмек]

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_AUDIO_FORMAT
IDD_AUDIO_FORMAT		= Format settings

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_REGISTER
IDD_REGISTER = Тіркеу Bandicam
IDC_ST_1BUY = 1. Сатып алу
IDC_ST_1BUY_COMMENT = Ескерту: Bandicam - тегін бағдарлама емес. Егер сіздің бейнелеріңізге біздің логотипімізді көргіңіз келмесе, лицензияны алыңыз.
IDC_BTN_BUY_ONLINE = Онлайн сатып алу
IDC_ST_2REGISTER = 2. Тіркелу
IDC_ST_2REGISTER_COMMENT = Интернет байланысы қажет.
IDC_ST_EMAIL_ADDRESS = Электрондық пошта
IDC_ST_SERIAL_NUMBER = Кілт
IDC_BTN_REGISTER_NOW = Тіркелу
IDC_BTN_UNREGISTER_NOW		= Unregister
IDC_BTN_CLOSE = Жабу

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;; ;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPDATE_CHECK
IDD_UPDATE_CHECK = Жаңартуларды тексеру
IDC_ST_UPDATE_SETTING = Параметрлер
IDC_CK_UPDATE_ENABLE = Автоматты жаңартуды тексеруді қосыңыз
IDC_CK_UPDATE_POPUP = Жаңа нұсқаға қатысты қалқымалы хабарлама
IDC_UPDATE_CHECK_NOW = Қазір тексеріңіз
IDC_CLOSE = Жабу

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;; ;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_SHEET
IDD_OPT_SHEET = Қосымша опциялар
IDC_BTN_RESET = ысыру

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;; ;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_GENERAL
IDC_ST_ADV_GENERAL = Негізгі
IDC_CK_ALWAYS_ON_TOP2 = Басқа терезелердің үстінде әрқашан жұмыс істейді
IDC_CK_START_MINIMIZED_TO_TRAY = Бейнекамерді науаға ең кішкентай іске қосу
IDC_CK_RUN_WHEN_START = Windows жүйесімен Bandicam іске қосыңыз
IDC_CK_RECORD_WHEN_RUN = Басталғаннан кейін толық экранды жазуды автоматты түрде іске қосыңыз
IDC_BTN_TIMER_RECORDING		= Автотіркеуді жазу үшін таймерді орнатыңыз
IDC_CK_SHOW_FPS_IN_VIDEO = FPS файлын сақталған файлға жазыңыз
IDC_ST_SHOW_FPS_IN_VIDEO = (Тек ойын режимінде)
IDC_CK_SHOW_TIP_BAR = Кеңсе / бақылау тақтасын көрсету
IDC_CK_NO_TRAY_BALLOON = Науаға хабарландыруларды өшіру
IDC_ST_ADV_AUTOMATIC = Автостарт
IDC_LN_TIP_RECORD_ON_WIN_STARTUP = TIP: How to start recording on Windows startup

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;; ;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_OUTPUT
IDC_ST_OUT_OUTPUT = Шығару
IDC_ST_OUT_OUTPUT_FOLDER = Шығыс қалтасы:
IDC_CK_OUT_CREATE_SUBFOLDER = Файлды сақтау үшін ішкі қалтаны жасаңыз
IDC_RD_OUT_SUBFOLDER = жазылған мақсаттың атымен
IDC_RD_OUT_SUBFOLDER_2		= 'Videos'/ 'Images' / 'Audios'
IDC_CK_OUT_ENABLE_WRITE_CACHING = Дискідегі жазуды кэштауды қосыңыз
IDC_ST_OUT_FILE_NAMING = Файл атауы
IDC_ST_OUT_EXAMPLE = Мысал:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;; ;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_LANG
IDC_ST_AD_LANGUAGE = тіл
IDC_ST_TRANSLATOR = аудармашылардың арқасында

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;; ;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_HOOK
IDC_ST_HK_TARGET = Мақсатты ұстау
IDC_CK_HK_OPENGL = OpenGL
IDC_CK_HK_DDRAW = DirectDraw
IDC_CK_HK_DX7 = DirectX 7
IDC_CK_HK_DX8 = DirectX 8
IDC_CK_HK_DX9 = DirectX 9
IDC_CK_HK_DX10 = DirectX 10
IDC_CK_HK_DX11 = DirectX 11
IDC_CK_HK_DX12 = DirectX 12
IDC_CK_HK_VULKAN = Вулкан
IDC_CK_HK_WINDOWS_APPS = Windows қолданбалары (UWP)
IDC_CK_DISABLE_DX11_ON_IE9 = IE9 + / Firefox-де DX10 / 11 ұстап тұруды өшіру
IDC_CK_DISABLE_OVERLAY_ON_DX = Бейнені қабаттастыруды бұғаттау (DirectX қабаттастыру)
IDC_BTN_BLOCK_LIST = Блокталған процестер тізімі

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_HOTKEYS
IDC_ST_HKEY_GENERAL		= General
IDC_CK_HKEY_START_REC		= Start/Stop Recording
IDC_CK_HKEY_PAUSE_REC		= Pause Recording
IDC_CK_HKEY_CAPTURE_IMAGE	= Capture Image
IDC_CK_HKEY_MUTE_SPEAKER	= Mute Speakers
IDC_CK_HKEY_MUTE_MICROPHONE	= Mute Microphone
IDC_ST_HKEY_SCREEN_MODE		= Screen Recording mode
IDC_CK_HKEY_SHOW_RECT		= Show/Hide Rectangle
IDC_CK_HKEY_TOGGLE_DRAW		= Drawing mode
IDC_ST_HKEY_GAME_MODE		= Game Recording mode
IDC_CK_HKEY_SHOW_FPS		= FPS - Show/Hide
IDC_CK_HKEY_POS_FPS		= FPS - Position
IDC_CK_HKEY_LIMIT_FPS		= FPS - Limit

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_OTHERS
IDC_ST_OTHER_SETTINGS = Басқа параметрлер
IDC_BTN_VIDEO_RECORD_SETTINGS = Бейне жазу параметрлері
IDC_BTN_VIDEO_FORMAT_SETTINGS = Бейне пішімі параметрлері
IDC_BTN_AUTO_COMPLETE_RECORDING = Автотолтыру параметрлерін жазыңыз
IDC_ST_OTHER_UAC		= Run as administrator (UAC)
IDC_RD_OTHER_NONADMIN		= Run Bandicam as standard user (non-admin)
IDC_RD_OTHER_ADMIN		= Run Bandicam as administrator
IDC_RD_OTHER_ADMIN_GAME		= Run as administrator on only 'Game Recording' mode
IDC_BTN_OTHER_RESTART		= Restart now
IDC_LN_OTHER_UAC		= Help

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;; ;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_REC_CONTROL
IDD_REC_CONTROL = Автотолтыруды жазу
IDC_ST_RC_HOWTO = Жазудың автотолтыру шарттарын орнату
IDC_RD_RC_NOTCOMPLETE = Автотолтыру жоқ
IDC_RD_RC_TIME = Жазу уақыты
IDC_ST_RC_MAX_TIME = Макс.
IDC_RD_RC_SIZE = Файл өлшеміне сай
IDC_ST_RC_MAX_SIZE = Макс.
IDC_RD_RC_NOSOUND		= By silent duration (sec)
IDC_ST_RC_AFTER = Жазуды автотолтырудан кейін
IDC_RD_RC_NOTHING = Ештеңе жасамаңыз
IDC_RD_RC_NEW_RECORDING = Жаңа жазба бастау
IDC_RD_RC_EXIT_BDCAM = Бейнекамераны жабыңыз
IDC_RD_RC_SHUTDOWN = Компьютерді өшіру

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_REC_CONTROL_NOSOUND
IDD_REC_CONTROL_NOSOUND		= Auto Complete Recording - Notice
IDC_ST_NOSOUND_TITLE		= Silent State
IDC_ST_NOSOUND_DESC		= The recording will be stopped soon because no sound has been played.
IDC_ST_NOSOUND_DESC2		= Stop recording in %d seconds.
IDC_BTN_NOSOUND_CONTINUE	= Continue Recording

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;; ;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_SHUTDOWN
IDD_SHUTDOWN = Өшіру
IDC_ST_SHUTDOWN = Өшіру
IDC_ST_SHUTDOWN_INFO = Компьютер өшіріледі. \nСізді өшіргіңіз келмесе, «Болдырмау» түймесін басыңыз.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;; ;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_SHEET_SETTINGS
IDD_VID_SHEET_SETTINGS = Жазба параметрлері

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;; ;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_SOUND
IDC_CK_RECORD_SOUND = Дыбысты жазу
IDC_ST_SND_SELECT_1 = Бастапқы құрылғы
IDC_ST_SND_DEVICE_0		= Speakers
IDC_BTN_SND_SETTING_0		= Параметрлер
IDC_ST_SND_DEVICE_1		= микрофон
IDC_BTN_SND_SETTING_1 = Параметрлер
IDC_ST_SND_VOLUME_1 = Көлем
IDC_CK_SND_MONO_1 = Моно
IDC_BTN_SND_FILTER_1		= Filter
IDC_ST_SND_SELECT_2 = Қосымша құрылғы
IDC_BTN_SND_SETTING_2 = Параметрлер
IDC_ST_SND_VOLUME_2 = Көлем
IDC_CK_SND_MONO_2 = Моно
IDC_BTN_SND_FILTER_2		= Filter
IDC_CK_SND_MIX_SOUND = Негізгі құрылғыда ортақ дыбыс жолы
IDC_CK_SND_CAP_PUSH_TO = Дыбысты жазу пернесі көмегімен басқару функциясы
IDC_ST_SOUND_HELP = [Көмек]
IDC_CK_SND_SAVE_AS_WAV = Қысылмаған WAV дыбыстық файлдарын сақтауға параллель
IDC_ST_AUDIO_MODE		= Please select at least one sound device for audio recording.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;; ;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_WEBCAM
IDC_CK_ADD_WEBCAM = Веб-камерадан бейнені бір уақытта сақтау
IDC_ST_WEBCAM_SETTING = Параметрлер
IDC_ST_WEBCAM_POS = Қызметі:
IDC_CK_WEBCAM_USE_CHROMAKEY	= Use Chroma key
IDC_BTN_WEBCAM_PREVIEW_SETTINGS	= Advanced
IDC_ST_WEBCAM_ADVANCED_OPTIONS = Қосымша параметрлер
IDC_CK_WEBCAM_PREVIEW_ON_A_SCREEN = Веб-камераны алдын-ала қарау экранда
IDC_CK_WEBCAM_PREVIEW_HOTKEY = Алдын ала қарау шығу үшін ыстық түйме:
IDC_RD_WEBCAM_ADD_TO_VIDEO = Бастапқы жазбаға үстеме
IDC_RD_WEBCAM_SAVE_AS_MP4 = жеке MP4 бейнефайлы

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;; ;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_LOGO
IDC_CK_ADD_LOGO = Бейнені бейне логотипіне қосыңыз
IDC_ST_LOGO_SETTING = Параметрлер
IDC_ST_LOGO_IMAGE = Сурет:
IDC_ST_LOGO_OPACITY = Мөлдірлік:
IDC_ST_LOGO_POS = Қызметі:
IDC_ST_LOGO_LR_MARGINS = Сол / оң. өріс:
IDC_ST_LOGO_TB_MARGINS = Жоғарғы / төменгі. өріс:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_EFFECTS
IDC_CK_SHOW_CURSOR = Курсорды көрсету
IDC_ST_CURSOR_SIZE = Өлшем
IDC_ST_EFFECTS_MOUSE = Тінтуір үшін
IDC_CK_ADD_CLICK_EFFECTS = Тінтуірді басу әсерлері
IDC_ST_CLICK_EFFECT_SIZE = Өлшем
IDC_ST_LEFT_CLICK_COLOR = Түсті тінтуірдің сол жағында
IDC_ST_RIGHT_CLICK_COLOR = Тінтуірдің тінтуірдің оң жағын басыңыз
IDC_CK_ADD_HIGHLIGHT_EFFECTS = Курсорды бөлектеу әсерлері
IDC_ST_HIGHLIGHT_EFFECT_SIZE = Өлшем
IDC_ST_HIGHLIGHT_COLOR = Курсордың түсін түсі
IDC_ST_HIGHLIGHT_OPACITY	= Мөлдірлік
IDC_ST_EFFECT_PREVIEW_TITLE = Алдын ала қарау
IDC_ST_EFFECTS_MOUSE_SOUND = Жазу кезінде тышқан жібінің дыбысын ойнату
IDC_CK_EFFECT_LCLICK_SOUND = Тінтуірдің сол жақ түймешігі
IDC_CK_EFFECT_RCLICK_SOUND = Тінтуірдің оң жақ түймешігімен нұқыңыз

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
;IDD_VID_PAGE_TEXT
IDC_CK_ADD_TEXT			= Add text overlay to video
IDC_BTN_TEXT_OVERLAY_ADD	= Add
IDC_BTN_TEXT_OVERLAY_EDIT	= Edit
IDC_BTN_TEXT_OVERLAY_DEL	= Delete

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;; ;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_OPTIONS
IDC_ST_REC_OPTIONS = Параметрлер
IDC_ST_REC_PRIORITY = Басымдылықты жазу:
IDC_ST_REC_PRIORITY2 = Жоғары басымдық кадрларды жоғалтуын азайтады.
IDC_ST_FOR_DX_GL = Ойын режимі үшін
IDC_CK_SKIP_RECORDING = Рамочка жаңартылмаған сәтте жазуды өткізіп жіберіңіз
IDC_CK_ENHANCED_DX9_CAPTURE = Жетілдірілген басып шығару әдісі (жылдам, DirectX 9 ғана)
IDC_ST_FOR_RECT_SCREEN = Экранда көрсету үшін
IDC_CK_HIDE_MAINWND_WHILE_REC	= Hide main window during recording
IDC_CK_SHOW_COUNTDOWN_TIMER	= Show countdown timer before recording begins
IDC_CK_ENHANCED_CAPTURE = Жетілдірілген басып шығару әдісі (жылдамырақ, Windows 8 немесе одан жоғары)
IDC_CK_PLAY_EVENT_SOUND_EFFECTS = Сіз бастаған және аяқталған кезде дыбыстарды ойнатыңыз

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_WEBCAM_SETTINGS
IDD_VIDEO_WEBCAM_SETTINGS	= Webcam preview and advanced settings
IDC_ST_WEBCAM_PRESET_POS	= Preset position
IDC_ST_WEBCAM_PREVIEW_SETTINGS	= Settings
IDC_ST_WEBCAM_DEVICE = Веб-камера:
IDC_BTN_WEBCAM_DEVICE = сипаттар
IDC_ST_WEBCAM_DEVICE_FMT = Пішім:
IDC_ST_WEBCAM_SIZE = Қабаттасу:
IDC_ST_WEBCAM_POS_H		= X position:
IDC_ST_WEBCAM_POS_V		= Y position:
IDC_ST_WEBCAM_FLIPSCREEN = Экранды аударыңыз:
IDC_ST_WEBCAM_SHAPE		= Shape:
IDC_ST_WEBCAM_BLUR		= Blur effect:
IDC_CK_WEBCAM_USE_CHROMAKEY_L	= Use Chroma key
IDC_ST_WEBCAM_CHROMAKEY_COLOR	= Color:
IDC_BTN_WEBCAM_CHROMAKEY_COLOR	= Select
IDC_BTN_WEBCAM_CHROMAKEY_SIMILARITY = Similarity: 
IDC_ST_WEBCAM_CHROMAKEY_BLEND	= Blend:
IDC_LN_WEBCAM_HELP		= [Көмек]

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;; ;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_WEBCAM_PREVIEW
IDD_VIDEO_WEBCAM_PREVIEW = Веб-камерадан бейнені қабаттастыру орны мен өлшемін алдын ала қарау

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_TEXT_SETTINGS
IDD_VIDEO_TEXT_SETTINGS		= Text overlay settings
IDC_ST_TEXT_OVERLAY_SETTINGS	= Settings
IDC_ED_TEXT_INCLUDE_TIMESTAMP	= Include timestamp
IDC_ST_TEXT_FONT		= Font:
IDC_ST_TEXT_SIZE		= Size:
IDC_ST_TEXT_MARGIN		= Margin:
IDC_ST_TEXT_ALPHA		= Alpha:
IDC_ST_TEXT_COLOR		= Text color:
IDC_CK_TEXT_SHADOW_COLOR	= Shadow:
IDC_CK_TEXT_OUT_COLOR		= Outline:
IDC_BTN_ADD_TEXT_MACRO		= Add text macro (Date, Time...)
IDC_LN_TEXT_HELP		= [ Көмек ]

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;; ;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_IMG_SHEET_SETTINGS
IDD_IMG_SHEET_SETTINGS = Суретті түсіру параметрлері

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;; ;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_IMG_PAGE_LOGO
IDC_CK_IMG_ADD_LOGO = Суретке логотип қосу
IDC_ST_IMG_LOGO_SETTING = Параметрлер
IDC_ST_IMG_LOGO_IMAGE = Сурет:
IDC_ST_IMG_LOGO_OPACITY = Мөлдірлік:
IDC_ST_IMG_LOGO_POS = Қызметі:
IDC_ST_IMG_LOGO_LR_MARGINS = Сол / оң. өріс:
IDC_ST_IMG_LOGO_TB_MARGINS = Жоғарғы / төменгі. өріс:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;; ;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TARGET_CUSTOM_SIZE
IDD_TARGET_CUSTOM_SIZE = Мақсатты өлшемі
IDC_ST_TARGET_SIZE_SETTING = Параметрлер
IDC_ST_TARGET_SIZE = Мақсатты өлшемі:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;; ;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TARGET_ADD_SIZE_PRESET
IDD_TARGET_ADD_SIZE_PRESET = Жаңа реттелетін өлшем үлгісін қосыңыз
IDC_ST_ADD_SIZE_PRESET = Ағымдағы позицияны және мақсатты өлшемді \n жаңа үлгі ретінде сақтауға болады. Жаңа өлшем үлгісінің атын енгізіңіз:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TARGET_EDIT_SIZE_PRESET
IDD_TARGET_EDIT_SIZE_PRESET = Пайдаланушылық өлшемдер үлгілерін өңдеңіз
IDC_BTN_SIZE_PRESET_ADD = Қосу
IDC_BTN_SIZE_PRESET_DEL = Жою
IDC_BTN_SIZE_PRESET_REN = Атын өзгерту
IDC_BTN_SIZE_PRESET_UP = Жоғары
IDC_BTN_SIZE_PRESET_DN = Төмен

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;; ;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TARGET_REN_SIZE_PRESET
IDD_TARGET_REN_SIZE_PRESET = Үлгі үлгісін қайта атаңыз
IDC_ST_REN_SIZE_PRESET = Үлгі үлгісіне жаңа атауды енгізіңіз:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;; ;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_ACAP_INFO
IDD_ACAP_INFO = Ақпарат
IDC_ST_ACAP_INFO = Дыбыс жазу туралы ақпарат
IDC_ST_ACAP_INFO2 = Сіздің дыбыстық карта дыбысты жазады. \n «Жазғыш құрылғыларын» тексеріңіз. \n\nҚосымша анықтама бетін көргіңіз келе ме?
IDC_CK_ACAP_DO_NOT_ASK = Қайтадан сұрамаңыз
IDC_BTN_YES = Ия
IDC_BTN_NO = Жоқ

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;; ;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_RC_MAX_TIME
IDD_RC_MAX_TIME = Максималды жазу уақыты
IDC_ST_RC_TIME_SETTING = Параметрлер
IDC_ST_RC_TIME_HOUR = Сағат
IDC_ST_RC_TIME_MIN = Мин
IDC_ST_RC_TIME_SEC = сек

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;; ;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_RC_MAX_SIZE
IDD_RC_MAX_SIZE = Ең үлкен файл өлшемі
IDC_ST_RC_FILESIZE_SETTING = Параметрлер

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;; ;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_PAGE_ADD_PRESET
IDD_VIDEO_PAGE_ADD_PRESET = Жаңа реттелетін орналасу үлгісін қосыңыз
IDC_ST_ADD_PRESET = Ағымдағы пішім параметрлерін \n жаңа үлгі ретінде сақтауға болады. Жаңа орналасу үлгісінің атын енгізіңіз:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;; ;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_PAGE_EDIT_PRESET
IDD_VIDEO_PAGE_EDIT_PRESET = Пайдаланушылық орналасу үлгілерін өңдеңіз
IDC_BTN_PRESET_ADD = Қосу
IDC_BTN_PRESET_DEL = Жою
IDC_BTN_PRESET_REN = Атын өзгерту
IDC_BTN_PRESET_UP = Жоғары
IDC_BTN_PRESET_DN = Төмен

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;; ;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_PAGE_REN_PRESET
IDD_VIDEO_PAGE_REN_PRESET = Орналасу үлгісін қайта атаңыз
IDC_ST_REN_PRESET = Пішім үлгісі үшін жаңа атауды енгізіңіз:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;; ;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_CODEC_EX
IDD_VIDEO_CODEC_EX = Сыртқы бейне кодекті таңдау
IDC_ST_CODEC_EX_LIST = Орнатылған VFW кодектерінің тізімі
IDC_ST_CODEC_EX_SETTINGS = Параметрлер
IDC_ST_CODEC_EX_DRIVER = Драйвер атауы
IDC_ST_CODEC_EX_FOURCC = Төрт коды
IDC_ST_CODEC_EX_QUALITY = сапа
IDC_ST_CODEC_EX_DATERATE = Ағынның жылдамдығы
IDC_ST_CODEC_EX_KEYFRAME = Жақтау аралықты блоктау.
IDC_CK_CODEC_EX_PREFER_RGB = Жақсы RGB түстер кеңістігі
IDC_BTN_CODEC_EX_CONFIG = Конфигурация
IDC_BTN_CODEC_EX_ABOUT = Жоба туралы
IDC_ST_CODEC_EX_HELP = [Көмек]

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_HOOK_BLOCK
IDD_OPT_HOOK_BLOCK = Блокталған процестер тізімі
IDC_ST_BLOCK_LIST = Келесі үрдістер ұстауға рұқсат бермейді.
IDC_ST_BLOCK_LIST_EX = Үлгі жазу:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;; ;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_CUDA
IDD_VIDEO_FORMAT_CUDA = H.264 параметрлері (NVIDIA® CUDA ™)
IDC_ST_H264_CUDA_RATE_CONTROL = Жылдамдықты басқару
IDC_RD_H264_CUDA_VBR = VBR - сапасына қарай (ұсынылады)
IDC_RD_H264_CUDA_CBR = CBR - бит жылдамдығы
IDC_ST_H264_CUDA_GPU_USAGE = GPU пайдалану
IDC_RD_H264_CUDA_GPU_CPU = GPU + CPU
IDC_RD_H264_CUDA_GPU = тек GPU (қуатты GPU үшін)
IDC_ST_H264_CUDA_GPU_DEVICE = GPU құрылғысы:
IDC_ST_H264_CUDA_OTHER_OPTIONS = Басқа опциялар
IDC_ST_H264_CUDA_FOURCC_USED = Төрт коды:
IDC_ST_H264_CUDA_KEYFRAME_INT = Негізгі кадрлардың аралықтары:
IDC_ST_H264_CUDA_FOURCC_HELP = анықтама

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;; ;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_SYNC
IDD_VIDEO_FORMAT_SYNC = H.264 параметрлері (Жылдам қадамдастыру бейне)
IDC_ST_H264_SYNC_RATE_CONTROL = Жылдамдықты басқару
IDC_RD_H264_SYNC_VBR = VBR - сапасына қарай (ұсынылады)
IDC_RD_H264_SYNC_CBR = CBR - бит жылдамдығы
IDC_ST_H264_SYNC_OTHER_OPTIONS = Басқа опциялар
IDC_ST_H264_SYNC_FOURCC_USED = Төрт коды:
IDC_ST_H264_SYNC_KEYFRAME_INT = Негізгі кадрлардың аралықтары:
IDC_ST_H264_SYNC_FOURCC_HELP = анықтама

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;; ;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_APP
IDD_VIDEO_FORMAT_APP = H.264 параметрлері (AMD VCE)
IDC_ST_H264_APP_RATE_CONTROL = Жылдамдықты басқару
IDC_RD_H264_APP_VBR = VBR - сапасына қарай (ұсынылады)
IDC_RD_H264_APP_CBR = CBR - бит жылдамдығы бойынша
IDC_ST_H264_APP_OTHER_OPTIONS = Басқа опциялар
IDC_ST_H264_APP_FOURCC_USED = Төрт коды:
IDC_ST_H264_APP_KEYFRAME_INT = Негізгі кадрлардың аралықтары:
IDC_ST_H264_APP_FOURCC_HELP = анықтама

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;; ;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_XVID
IDD_VIDEO_FORMAT_XVID = Xvid параметрлері
IDC_ST_XVID_RATE_CONTROL = Жылдамдықты басқару
IDC_RD_XVID_VBR = VBR - сапасына қарай (ұсынылады)
IDC_RD_XVID_CBR = CBR - бит жылдамдығы
IDC_ST_XVID_OPTIMIZATION = VBR оңтайландыру
IDC_RD_XVID_FASTER_SPEED = Жылдам кодтау жылдамдығы
IDC_RD_XVID_SMALLER_SIZE = Файл мөлшері аз
IDC_ST_XVID_OTHER_OPTIONS = Басқа опциялар
IDC_ST_XVID_KEYFRAME_INT = Негізгі кадрлардың аралықтары:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;; ;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_NVENC
IDD_VIDEO_FORMAT_NVENC = H.264 параметрлері (NVIDIA® NVENC)
IDC_ST_H264_NVENC_RATE_CONTROL = Жылдамдықты басқару
IDC_RD_H264_NVENC_VBR = VBR - сапасына қарай (ұсынылады)
IDC_RD_H264_NVENC_CBR = CBR - бит жылдамдығы
IDC_ST_H264_NVENC_GPU_USAGE = GPU пайдалану
IDC_ST_H264_NVENC_GPU_DEVICE = GPU құрылғысы:
IDC_ST_H264_NVENC_OTHER_OPTIONS = Басқа опциялар
IDC_ST_H264_NVENC_FOURCC_USED = Төрт коды:
IDC_ST_H264_NVENC_KEYFRAME_INT = Негізгі кадр аралықтары:
IDC_ST_H264_NVENC_FOURCC_HELP = анықтама

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;; ;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_H264
IDD_VIDEO_FORMAT_H264 = H.264 параметрлері (CPU)
IDC_ST_H264_RATE_CONTROL = Жылдамдықты басқару
IDC_RD_H264_VBR = VBR - сапасына қарай (ұсынылады)
IDC_RD_H264_CBR = CBR - бит жылдамдығы
IDC_ST_H264_OPTIMIZATION = оңтайландыру
IDC_RD_H264_FASTER_SPEED = Жылдам кодтау жылдамдығы
IDC_RD_H264_BALANCED = Теңгерімді өнімділік
IDC_RD_H264_SMALLER_SIZE = Файл мөлшері аз
IDC_ST_H264_OTHER_OPTIONS = Басқа опциялар
IDC_ST_H264_KEYFRAME_INT = Негізгі кадрлардың аралықтары:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TIMER_REC_SETTINGS
IDD_TIMER_REC_SETTINGS = Таймер жазу
IDC_ST_TIMER_SETTINGS = Жазуды автоматты түрде жазу параметрлері
IDC_RD_TIMER_START_IN = Autostart арқылы
IDC_ST_TIMER_MINUTES = минут
IDC_RD_TIMER_START_AT = Autostart ішінде
IDC_CK_TIMER_MINIMIZE = Жазу басталғанда, Bandicam-ні науаға азайтыңыз.
IDC_ST_TIMER_AUTO_COMPLETE = Автотолтыруды жазу
IDC_BTN_TIMER_AUTO_COMPLETE = Параметрлер

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;; ;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TIMER_REC_WAITING
IDD_TIMER_REC_WAITING = Таймерді жазу - автотасымалдауға уақытты күту
IDC_ST_TIMER_WAITING_INFO = Жазуды%s ішінде бастауды күтуде.
IDC_ST_TIMER_ELAPSED = Өткізілген уақыт:
IDC_ST_TIMER_REMAINING = Қалған уақыт:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;; ;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_FPS
IDD_VIDEO_FORMAT_FPS = FPS параметрлері
IDC_ST_FORMAT_FPS_MODE = Frame Rate режимі
IDC_RD_FORMAT_FPS_CFR = CFR - Тұрақты кадр жиілігі
IDC_ST_FORMAT_FPS_CFR = Егер кодтау жұмысы жеткіліксіз болса, VFR-ке оралады.
IDC_RD_FORMAT_FPS_VFR = VFR - Айнымалы кадр жиілігі (ұсынылады)
IDC_ST_FORMAT_FPS_HELP = анықтама

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;; ;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOAD_TO_YOUTUBE
IDD_UPLOAD_TO_YOUTUBE = YouTube.com сайтына кері жүктеңіз
IDC_ST_YOUTUBE_UPLOADINFO = Жүктеу туралы ақпарат
IDC_ST_YOUTUBE_FILENAME = Файл:
IDC_ST_YOUTUBE_TITLE = Атауы:
IDC_ST_YOUTUBE_DESCRIPTION = Сипаттама:
IDC_ST_YOUTUBE_PRIVACY = Қатынасу:
IDC_RD_YOUTUBE_PRIVACY_PUBLIC = Ашу - бұл бейнені кез-келген адам көруге рұқсаты бар
IDC_RD_YOUTUBE_PRIVACY_UNLISTED = сілтеме бойынша - бұл сілтеме осы сілтеме үшін қол жетімді
IDC_RD_YOUTUBE_PRIVACY_PRIVATE = Шектеулі - бейне мен қол жетімді адамдар үшін қол жетімді
IDC_BTN_YOUTUBE_UPLOAD = Жүктеу
IDC_LN_YOUTUBE_HELP = анықтама
IDC_LN_YOUTUBE_TOS = «Жүктеу» түймесін басу сізде осы бейнені YouTube қызметінде иеленуге немесе оны жариялауға рұқсат етілгенін растайды және оның мазмұны <a> YouTube қызмет көрсету шарттарына сәйкес </a>.
IDC_CK_YOUTUBE_KEEP_LOGGED_IN	= Keep me logged in
IDC_BTN_YOUTUBE_LOGOUT		= Logout

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;; ;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOADING_YOUTUBE
IDD_UPLOADING_YOUTUBE = Загрузка ...
IDC_ST_YOUTUBE_UPLOADED = Бейне жүктеу аяқталды!
IDC_ST_YOUTUBE_LINK = Анықтама:
IDC_ST_YOUTUBE_EMBED = HTML:
IDC_BTN_YOUTUBE_LINK_GO = Өту
IDC_BTN_YOUTUBE_EMBED_COPY = Көшіру.
IDC_BTN_YOUTUBE_CLOSE = Жабу

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;; ;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOAD_TO_VIMEO
IDD_UPLOAD_TO_VIMEO = Vimeo.com-ге кері жүктеу
IDC_ST_VIMEO_UPLOADINFO = Жүктеу туралы ақпарат
IDC_ST_VIMEO_FILENAME = Файл:
IDC_ST_VIMEO_TITLE = Аты:
IDC_ST_VIMEO_DESCRIPTION = Сипаттама:
IDC_ST_VIMEO_PRIVACY = Кіру:
IDC_RD_VIMEO_PRIVACY_ANYONE = Кез келген адам - ​​осы бейнені кез-келген адам көруге рұқсаты бар
IDC_RD_VIMEO_PRIVACY_ONLYME = Мені ғана - бейне маған қол жетімді және ешкім де жоқ
IDC_RD_VIMEO_PRIVACY_FOLLOW = Тек адамдарға Vimeo-мен қол қойдым
IDC_RD_VIMEO_PRIVACY_UNLISTED	= Only people with the private link can see this video
IDC_ST_VIMEO_PRIVACY_UNLISTED	= (Vimeo Basic users can't use this option)
IDC_RD_VIMEO_PRIVACY_PASSWORD	= Only people with a password can see this video 
IDC_CK_HIDE_PASSWORD		= Hide Password
IDC_BTN_VIMEO_UPLOAD = Жүктеу
IDC_LN_VIMEO_HELP = анықтама

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOADING_VIMEO
IDD_UPLOADING_VIMEO = Loading ...
IDC_ST_VIMEO_UPLOADED = Бейне жүктеу аяқталды!
IDC_ST_VIMEO_LINK = Анықтама:
IDC_ST_VIMEO_EMBED = HTML:
IDC_BTN_VIMEO_LINK_GO = Өту
IDC_BTN_VIMEO_EMBED_COPY = Көшіру.
IDC_BTN_VIMEO_CLOSE = Жабу

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;; ;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOAD_TO_FACEBOOK
IDD_UPLOAD_TO_FACEBOOK = Facebook.com сайтына жүктеу
IDC_ST_FACEBOOK_UPLOADINFO = Жүктеу туралы ақпарат
IDC_ST_FACEBOOK_FILENAME = Файл:
IDC_ST_FACEBOOK_TITLE = Атауы:
IDC_ST_FACEBOOK_DESCRIPTION = Сипаттама:
IDC_ST_FACEBOOK_PRIVACY = Қатынасу:
IDC_RD_FACEBOOK_PRIVACY_PUBLIC = Кез келген адам - ​​осы бейнені кез-келген адам көруге рұқсаты бар
IDC_RD_FACEBOOK_PRIVACY_FOF = Достарымның достары - Бұл бейне достарға және олардың достарына қол жетімді
IDC_RD_FACEBOOK_PRIVACY_FRIENDS = Достар - Достарға ғана қол жетімді
IDC_RD_FACEBOOK_PRIVACY_ONLYME = Тек мені - тек маған қол жетімді
IDC_BTN_FACEBOOK_UPLOAD = Жүктеу
IDC_LN_FACEBOOK_HELP = анықтама

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;; ;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOADING_FACEBOOK
IDD_UPLOADING_FACEBOOK = Loading ...
IDC_ST_FACEBOOK_UPLOADED = Жүктеп салу бейне аяқталды!
IDC_ST_FACEBOOK_LINK = Анықтама:
IDC_BTN_FACEBOOK_LINK_GO = Өту
IDC_BTN_FACEBOOK_CLOSE = Жабу

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;; ;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_NVENC_AVAILABLE
IDD_VIDEO_NVENC_AVAILABLE = Қол жетімді NVENC
IDC_LN_NVENC_AVAILABLE = NVIDIA H.264 кодтаушысы қол жетімді. \nVENC - аппараттық жеделдетуді пайдаланатын жоғары сапалы кодер. NVENC H.264 кодтаушысын пайдалануды қалайсыз ба? \n <a> көп </a>
IDC_CK_NVENC_AVAILABLE = Қайтадан сұрамаңыз

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;; ;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_QSV_AVAILABLE
IDD_VIDEO_QSV_AVAILABLE = Қол жетімді Intel® Quick Sync Video (QSV)
IDC_LN_QSV_AVAILABLE = Intel® Quick Sync Video H.264 кодеры қол жетімді. \nQSV аппараттық жеделдетуді пайдаланатын жоғары сапалы кодер болып табылады. \n\n QSV H.264 кодтаушысын пайдалануды қалайсыз ба? \n <a> көп </a>
IDC_CK_QSV_AVAILABLE = Қайтадан сұрамаңыз

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;; ;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_DEVICE_SELECTION
IDD_DEVICE_SELECTION = Құрылғыны таңдаңыз
IDC_ST_DEVICE_SELECTION = Таңдау
IDC_ST_DEVICE_NAME = Құрылғы:
IDC_BTN_DEVICE_NAME_SETTINGS = Параметрлер
IDC_ST_DEVICE_FORMAT = Пішім:
IDC_ST_DEVICE_VIDEO_INPUT = Бейне ішіндегі:
IDC_ST_DEVICE_AUDIO_INPUT = Аудио кірісі:
IDC_CK_DEVICE_AUDIO_CUSTOM	= Use custom audio device
IDC_BTN_DEVICE_INPUT_SETTINGS = Параметрлер
IDC_ST_DEVICE_OPTIONS = Параметрлер
IDC_ST_DEVICE_DEINTERLAING = Бөлуді қию:
IDC_ST_DEVICE_FLIPSCREEN = Экранды аударыңыз
IDC_CK_DEVICE_FLIPSCREEN_H = Горизонтта.
IDC_CK_DEVICE_FLIPSCREEN_V = Тік
IDC_LN_DEVICE_HELP = Онлайн анықтамасы

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;; ;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_CAUTION_USING_WINAPPS
IDD_CAUTION_USING_WINAPPS = Бастапқы үйлесімділік мәселесі
IDC_LN_CAUTION_USING_WINAPPS = Windows қолданбаларын ұстап тұру (UWP) қосылған болса, туындымен үйлесімділік мәселесі болуы мүмкін. <a> Мәселені шешу үшін <a> мында басыңыз </a>. \n\n Windows қолданбаларының ұсталуын пайдаланғыңыз келгеніне сенімдісіз бе?
IDC_CK_CAUTION_USING_WINAPPS = Қайтадан сұрамаңыз

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_SCHEDULED_REC_LIST
IDD_SCHEDULED_REC_LIST		= Scheduled Recording List
IDC_ST_SREC_LIST_TEXT		= Schedule a time to start recording at a specific time. (This function is available when Bandicam is running.)
IDC_BTN_SREC_LIST_ADD		= Add
IDC_BTN_SREC_LIST_EDIT		= Edit
IDC_BTN_SREC_LIST_DELETE	= Delete
IDC_BTN_SREC_LIST_COPY		= Copy
IDC_BTN_SREC_LIST_CLOSE		= Close
IDC_LN_SREC_TIP_TASK_SCHEDULER	= TIP: How to start scheduled recording when Bandicam is not running

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_SCHEDULED_REC_SETTINGS
IDD_SCHEDULED_REC_SETTINGS	= Scheduled Recording
IDC_ST_SREC_SETTINGS_NAME	= Name:
IDC_CK_SREC_ACTIVE		= Active
IDC_ST_SREC_SCHEDULING		= Scheduling
IDC_RD_SREC_ONE_TIME		= One time
IDC_RD_SREC_DAILY		= Daily
IDC_RD_SREC_WEEKLY		= Weekly
IDC_ST_SREC_START_TIME		= Start time:
IDC_ST_SREC_END_TIME		= End time:
IDC_CK_SREC_DURATION		= Duration
IDC_CK_SREC_SUN			= Sunday
IDC_CK_SREC_MON			= Monday
IDC_CK_SREC_TUE			= Tuesday
IDC_CK_SREC_WED			= Wednesday
IDC_CK_SREC_THU			= Thursday
IDC_CK_SREC_FRI			= Friday
IDC_CK_SREC_SAT			= Saturday
IDC_ST_SREC_RECORDING		= Recording
IDC_ST_SREC_TARGET		= Recording Target:
IDC_BTN_SREC_TARGET_SELECT	= Select
IDC_ST_SREC_AFTER_RECORDING	= After recording:
IDC_LN_SREC_HELP		= [ Көмек ]

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_ACAP_NO_DEVICE
IDD_ACAP_NO_DEVICE		= No sound capture devices
IDC_ST_ACAP_NO_DEVICE		= No sound capture devices have been detected.\nTherefore, there will be no audio track in the recorded video file.
IDC_CK_ACAP_DO_NOT_SHOW		= Don't show this message again

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_CAUTION_NON_ADMIN_GAME_MODE
IDD_CAUTION_NON_ADMIN_GAME_MODE		= Bandicam is run as a standard user
IDC_LN_CAUTION_NON_ADMIN_GAME_MODE	= Some recording targets may not be detected because you didn't run Bandicam as an administrator. \n\n<a>Click here to run Bandicam as an administrator.</a>
IDC_LN_CAUTION_NON_ADMIN_GAME_HELP	= Help
ID_BTN_CAUTION_UAC_SETTINGS		= Settings

[MENU]
ID_POPUP_ABOUT = Жоба туралы
ID_POPUP_GENERAL = Негізгі параметрлер
ID_POPUP_FRAME = FPS параметрлері
ID_POPUP_VIDEO = Бейне параметрлері
ID_POPUP_IMAGE = Сурет параметрлері
ID_POPUP_AUDIO			= Settings - Audio
ID_POPUP_OUTPUTS = Нәтижелерге шолу
ID_POPUP_OPENOUTPUTFOLDER = Шығыс қалтасын ашыңыз
ID_POPUP_TARGET = Жазу режимі
ID_POPUP_SETTINGS = Параметрлер
ID_POPUP_SIZE = Бағдарлама терезесінің өлшемі
ID_POPUP_EXIT = Бағдарламадан шығу

ID_TARGET_DIRECTX = Ойын жазу режимі
ID_TARGET_SCREEN = Түсіру режимі - төртбұрыш аймағы
ID_TARGET_FULL = Түсіру режимі - Толық экран
ID_TARGET_MOUSE = Түсіру режимі - Курсордың айналасы
ID_TARGET_DEVICE = Құрылғыдан жазу режимі
ID_TARGET_AUDIO_ONLY		= Audio-only Recording Mode
ID_TARGET_HELP = Онлайн анықтама

ID_TARGET_HIDE = Жақтауды жасыру / көрсету Ctrl + Alt + H
ID_TARGET_COPY_TO_CLIPBOARD = Ауыстыру буферіне көшіру \t Ctrl + C, Ctrl + Alt + C
ID_TARGET_PEN = Сурет режимі \t Ctrl + Alt + D
ID_TARGET_ALWAYS_ON_TOP = Басқа терезелердің үстінен
ID_TARGET_COUNTDOWN		= Countdown timer
ID_TARGET_COUNTDOWN_TIMER	= Show countdown timer
ID_TARGET_COUNTDOWN_0		= Off
ID_TARGET_COUNTDOWN_1		= 1 sec
ID_TARGET_COUNTDOWN_2		= 2 sec
ID_TARGET_COUNTDOWN_3		= 3 sec
ID_TARGET_COUNTDOWN_4		= 4 sec
ID_TARGET_COUNTDOWN_5		= 5 sec
ID_TARGET_COUNTDOWN_6		= 6 sec
ID_TARGET_COUNTDOWN_7		= 7 sec
ID_TARGET_COUNTDOWN_8		= 8 sec
ID_TARGET_COUNTDOWN_9		= 9 sec
ID_TARGET_COUNTDOWN_10		= 10 sec
ID_TARGET_HIDE_MAINWND		= Hide main window during recording
ID_TARGET_TRANSPARENCY = Ашық рамалық көріну
ID_TARGET_SIZE = Кесілген аумақтың өлшемі
ID_TARGET_ADJUST = Рамканы реттеңіз

ID_TARGET_MOVE_LEFT = солға жылжытыңыз \t солға
ID_TARGET_MOVE_RIGHT = Оңға жылжытыңыз \t Оң
ID_TARGET_MOVE_UP = Жоғары \t Up жылжытыңыз
ID_TARGET_MOVE_DOWN = Төменге жылжытыңыз \t Down

ID_TARGET_INC_WIDTH		= Увеличить ширину \t Shift+Right
ID_TARGET_DEC_WIDTH		= Уменьшить ширину \t Shift+Left
ID_TARGET_INC_HEIGHT		= Увеличить высоту \t Shift+Down
ID_TARGET_DEC_HEIGHT		= Уменьшить высоту \t Shift+Up

ID_TARGET_FIND_WINDOW		= Выберите область записи \t Ctrl+F
ID_TARGET_FULLSCREEN		= Полный экран \t Ctrl+Enter
ID_TARGET_RATIO_4_3		= Подогнать к 4:3
ID_TARGET_RATIO_16_9		= Подогнать к 16:9
ID_TARGET_SIZE_CUSTOM		= Свой размер \t Ctrl+U
ID_TARGET_SIZE_PRESET		= Шаблоны размера \t Shift+RButton
ID_TARGET_SIZE_PRESET_ADD	= Добавить шаблон размера
ID_TARGET_SIZE_PRESET_EDIT	= Править шаблоны размера
ID_TARGET_SIZE_RU		= Использованные \t Ctrl+S

ID_TARGET_DISPLAY		= Display
ID_TARGET_DISPLAY_1		= Display 1
ID_TARGET_DISPLAY_2		= Display 2
ID_TARGET_DISPLAY_3		= Display 3
ID_TARGET_DISPLAY_4		= Display 4
ID_TARGET_DISPLAY_5		= Display 5
ID_TARGET_DISPLAY_6		= Display 6
ID_TARGET_DISPLAY_7		= Display 7
ID_TARGET_DISPLAY_8		= Display 8

ID_TARGET_OPEN_OUTPUTFOLDER	= Открыть шығыс қалтасы
ID_TARGET_OUTPUT_LIST = Шығарылған файлдардың тізімі
ID_TARGET_EXIT_BANDICAM = Бағдарламадан шығу

ID_DEVICE_HIDE = Терезені жасыру / көрсету \t Ctrl + Alt + H
ID_DEVICE_COPY_TO_CLIPBOARD = Ауыстыру буферіне көшіру \t Ctrl + C, Ctrl + Alt + C
ID_DEVICE_ALWAYS_ON_TOP = Басқа терезелердің жоғарғы жағында
ID_DEVICE_SELECTION = Құрылғыны таңдау \t Ctrl + D
ID_DEVICE_FULLSCREEN = Толық экран \t енгізіңіз
ID_DEVICE_ZOOM = Терезенің өлшемін жазыңыз
ID_DEVICE_ZOOM_QUARTER = 25% \t Alt + 1
ID_DEVICE_ZOOM_HALF = 50% \t Alt + 2
ID_DEVICE_ZOOM_ORIGINAL = 100% \t Alt + 3
ID_DEVICE_ZOOM_DOUBLE = 200% \t Alt + 4
ID_DEVICE_ASPECT_RATIO = Сурет қатынасы
ID_DEVICE_KEEP_ASPECT_RATIO = Тіркелген пропорциялар
ID_DEVICE_ASPECT_RATIO_DEFAULT = Әдепкі
ID_DEVICE_ASPECT_RATIO_4_3 = 4: 3
ID_DEVICE_ASPECT_RATIO_16_9 = 16: 9
ID_DEVICE_OPEN_OUTPUTFOLDER = Ашу Шығыс қалтасы
ID_DEVICE_OUTPUT_LIST = Шығарылған файлдардың тізімі
ID_DEVICE_EXIT_BANDICAM = Бағдарламадан шығу

ID_USER_PRESET_ADD = Қосу
ID_USER_PRESET_EDIT = Өңдеу

ID_SORT_BY_DATE = Күн бойынша сұрыптау
ID_SORT_BY_NAME = Атау бойынша сұрыптау
ID_SORT_BY_SIZE = Өлшем бойынша сұрыптау

ID_OUTPUTS_LB_PLAY = Ашу
ID_OUTPUTS_LB_OPEN = Ашу
ID_OUTPUTS_LB_EDIT = Өңдеу
ID_OUTPUTS_LB_RENAME		= Rename     \t F2
ID_OUTPUTS_LB_DELETE = Жою     \t Del
ID_OUTPUTS_LB_SELECT_ALL = Барлығын таңдаңыз \t Ctrl+A
ID_OUTPUTS_LB_OPEN_FOLDER = Ашық Шығыс қалтасы

ID_UPLOAD_TO_YOUTUBE = YouTube қызметінде
ID_UPLOAD_TO_VIMEO = Vimeo арналған
ID_UPLOAD_TO_FACEBOOK = Facebook-да

ID_BDCAM_SIZE_DEFAULT = Әдепкі өлшем

ID_AUDIO_FILTER_MONO		= Convert to Mono
ID_AUDIO_FILTER_NS		= Noise Suppression
ID_AUDIO_FILTER_NS_OFF		= Off
ID_AUDIO_FILTER_NS_LOW		= Low
ID_AUDIO_FILTER_NS_MEDIUM	= Medium
ID_AUDIO_FILTER_NS_HIGH		= High

